source/_static/diagrams/rail-dep-tuple.d2
direction: right
n0: "name"
n1: "version"
n2: "versionsuffix"
n3: "toolchain"
n0 -> n1
n1 -> n2
n2 -> n3
